{
    "name": "DOMINIK WRONA",
    "about_me": "O mnie",
    "projects": "Projekty",
    "skills": "Umiejętności",
    "contact": "Kontakt",
    "heading": "Cześć, mam na imię Dominik",
    "university": "Uniwersytet Ekonomiczny w Krakowie",
    "age": "25 lat",
    "location": "Wieliczka, Kraków",
    "section-header": "PROJEKTY",
    "section-header2": "UMIEJĘTNOŚCI",
    "section-header3": "KONTAKT",
    "visit":"ODWIEDŹ",
    "about": "Poszukuje pracy jako junior/intern frontend developer na terenie Krakowa i okolic lub zdalnie.",
    "about1": "Ukończyłem studia magisterskie na Uniwersytecie Ekonomicznym w Krakowie o kierunku Informatyka Stosowana.",
    "about2": "Zajmuję się frontendem, głównie biblioteką React oraz Gatsby i w tym kierunku chciałbym się dalej rozwijać",
    "about3": "Obecnie nie jestem zatrudniony, wykonuje prywatnie zlecenia jako freelancer takie jak Kp Claudia w sekcji projekty.",
    "about4": "Chętnie podejmę się wykonania różnego rodzaju stron internetowych.",
    "about5": "Zapraszam do kontaktu.",
    "football-description": "Aplikacja wykorzystująca zewnętrzne API (thesportsdb). Stworzona w React, umożliwia sprawdzenie podstawowych informacji (ostatnie, nadchodzące mecze, witryna zespołu, historia itp.) o każdej drużynie z sześciu czołowych lig w Europie. Wszystkie informacje, wyniki i zespoły aktualizowane są automatycznie. Zalogowani użytkownicy mogą dodawać zespoły do ulubionych oraz je usuwać.",
    "technologies":"UŻYTE TECHNOLOGIE:",
    "kp-description": "Kp Claudia jest to strona internetowa stworzona przy pomocy frameworka Gatsby,który w przeciwieństwie do React'a wspiera pozycjonowanie w Google.",
    "kp-description2": "Wszystkie obrazki na stronie wczytywane są przy pomocy GraphQL, który optymalizuje wczytywanie grafiki na stronie. Kp Claudia jest witryną wielojęzyczna dzięki czemu jest dostępna dla szerszego grona odbiorców.",
    "skills-header": "TECHNOLOGIE KTÓRE ZNAM",
    "skills-header2": "ZNAJOMOŚĆ PODSTAWOWA",
    "skills-header3": "INNE",
    "form-name": "Imię",
    "form-message": "Treść wiadomości",
    "form-submit": "WYŚLIJ",
    "form-clear": "WYCZYŚĆ",
    "built-with": "Strona stworzona w Gatsby"
}